{
  "novels": [
    {
      "id": "novel-001",
      "title": "十二月の亀裂",
      "subtitle": "2025年12月25日深夜 ── 別府駅前次元亀裂封鎖作戦",
      "author": "海蝕機関 記録部",
      "date": "2026-01-10",
      "category": "作戦記録",
      "tags": ["別府", "空間裂目", "収束部門", "殉職"],
      "summary": "機関史上最大規模のGSI 24.7を記録した別府駅前次元亀裂封鎖作戦。クリスマスの深夜、現場指揮官・佐藤修一の視点から綴る。",
      "relatedPersonnel": ["K-001-234", "K-007-092", "K-001-178"],
      "relatedEntities": ["E-010"],
      "relatedMissions": ["MISSION-2025-DEC-BEPPU"],
      "securityLevel": 2,
      "chapters": [
        {
          "id": 1,
          "title": "異常検知",
          "content": "午後十時四十七分。私の端末が鳴ったとき、娘はまだ起きていた。\n\n「パパ、サンタさん来るかな」\n\n七歳になった彼女が問いかける声を、私は通話しながら聞いていた。収束部門の当直から入った第一報は短かった。\n\n「別府駅北口。異常検知。GSI 18.3」\n\n今夜も家には帰れない。娘の頭を撫でながら、私はすでに立ち上がっていた。\n\n妻は何も言わなかった。この十年で、彼女はこの沈黙を覚えた。玄関で外套を着る私の背中に、「気をつけて」という言葉だけが落ちた。\n\n外は冷えていた。クリスマスイブの別府市内は、イルミネーションと酔客で賑わっていた。何も知らない人々の間を、私は車で駆けた。"
        },
        {
          "id": 2,
          "title": "拡大",
          "content": "現場に到着したのは二十三時十二分。\n\n北口広場の中心に、それはあった。直径二メートル。黒い裂け目。空間そのものが口を開いたような異常。周囲の空気が微かに歪み、近づくほど耳の奥で高音が鳴った。\n\n「E-010、空間裂目です。通常規模より大きいが、まだ制御範囲内」\n\n班員の田中梓が計測器を向けながら報告した。まだ配属されて一ヶ月の新人だ。緊張しているのが声でわかった。\n\n「落ち着いて読め。GSIはいくらだ」\n\n「18.9、上昇傾向です」\n\n民間人の避難誘導を駅員に依頼し、私たちはM-002-βの展開準備を始めた。通常の空間裂目なら、これで封鎖できるはずだった。\n\n二十三時四十一分。裂目が動いた。\n\n静かに、しかし確実に、それは広がっていった。一メートル。三メートル。五メートル。計測器のアラームが鳴り止まない。\n\n「GSI 24.7。機関史上最高値を更新しています」\n\n田中の声が震えていた。私の声も震えていたかもしれない。直径八メートルに達した裂目は、深夜の別府駅コンコースで黒い太陽のように脈動していた。"
        },
        {
          "id": 3,
          "title": "木村",
          "content": "第二班が到着したのは深夜零時前。伊藤賢治率いる精鋭たちと、工作部門の技術チームが展開し、M-007-ηとM-002-βを同時稼働させた。\n\n木村聡がいたのは、私の左隣だった。\n\n彼とは研修の時から知っている。真面目で、粘り強く、どんな状況でも他の機関員を気にかける男だった。子どもが二人いて、先月、下の子が歩き始めたと笑いながら話していた。\n\n「班長。中心部に人間が接近すれば、安定化が早まる可能性があります」\n\n木村が静かに言った。私は彼の顔を見た。覚悟が宿っていた。\n\n「駄目だ」\n\n「計算上は合います。私の次元共鳴パターンをモジュールと干渉させれば──」\n\n「木村」\n\n私が名を呼んだとき、彼はすでに歩き出していた。\n\n零時四十八分。裂目の引力が増大した。私は叫んだ。しかし声は届かなかった。木村聡の姿が裂目の中に消える瞬間、私は三メートル先で立ち尽くしていた。\n\n冷たい空気だけが残った。"
        },
        {
          "id": 4,
          "title": "収束",
          "content": "木村が消えてから、裂目は縮み始めた。\n\n彼の次元共鳴パターンがモジュールエネルギーと共鳴し、安定化作用を生んだ。理論通りだった。木村は、正しかった。\n\n午前三時十五分、直径〇・三メートル。午前六時、M-019-τによる最終封鎖。午前八時二十三分、完全収束確認。\n\n別府駅は朝のラッシュに間に合った。報道各社には「ガス漏れによる緊急点検」と発表された。\n\n私は収束確認の書類に署名しながら、木村の机を思い出していた。表彰状が飾られていた。子供の絵が貼られていた。\n\n帰宅したのは昼過ぎだった。娘は学校に行っていた。妻が温めたスープを置いていた。\n\nサンタは来なかった、と娘は後に言った。本当はサンタは来ていた。ただ、それは別府駅の黒い裂目の前に立った男の姿をしていた。\n\n彼の名前は、木村聡。享年三十一歳。海蝕機関・収束部門第二班。\n\n私は今でも、あの夜の判断を問い続けている。"
        }
      ]
    },
    {
      "id": "novel-002",
      "title": "漂流者との対話",
      "subtitle": "外事部門・佐々木美咲の記録",
      "author": "海蝕機関 記録部",
      "date": "2026-01-28",
      "category": "実体接触記録",
      "tags": ["漂流者", "外事部門", "日田", "対話"],
      "summary": "次元の迷子となった漂流者（E-001）を故郷へ帰還させた外事部門員・佐々木美咲の個人記録。異なる次元の存在との心の通じ合いを綴る。",
      "relatedPersonnel": ["K-004-034"],
      "relatedEntities": ["E-001"],
      "relatedMissions": [],
      "securityLevel": 1,
      "chapters": [
        {
          "id": 1,
          "title": "日田の川辺で",
          "content": "日田市の三隈川沿いで最初の報告が上がったのは、早朝のことだった。\n\n「半透明の人型。川面を漂うように移動している。敵対行動なし」\n\n私が到着したとき、それは橋の下にいた。\n\nE-001、漂流者。階宙次元から迷い込んだ知性体。分類：安全。私が機関に入って八年、漂流者の対応は十七回目になる。\n\nでも今回は少し違った。\n\nその存在は川面を見ていた。正確には、川に映る空を見ていた。半透明の輪郭が、十一月の朝陽に透けている。私はゆっくりと近づき、外事部門の標準プロトコルで接触を試みた。\n\n低周波共鳴での意思疎通。複雑な思考は伝えられないが、感情や基本的な概念は届く。\n\n最初に届いてきたのは、ひとつの感覚だった。\n\n──迷子。"
        },
        {
          "id": 2,
          "title": "言葉のない会話",
          "content": "私たちは三時間、川辺にいた。\n\n正確には会話していない。私が言葉を発し、彼は感覚で応える。彼が何かを示し、私が解釈する。それが私たちのやりとりだった。\n\n彼は故郷を探していた。自分の次元の、自分の場所を。ここ（私たちの次元）は、彼にとってすべてが薄すぎた。物も、音も、人も。まるで霧の中を歩いているような感覚、と彼は伝えた。\n\n私は少し、羨ましいと思った。\n\nこちら側の世界が「薄い」と感じる存在がいるということは、もっと「濃い」世界があるということだ。もっと鮮やかで、もっとくっきりとした、別の宇宙が。\n\n「あなたの故郷はどんなところ？」\n\n言葉では伝わらないが、私は聞いた。\n\n彼から返ってきた感覚は、光と音と温度が混ざったような何かだった。喜びに似ていた。懐かしさに似ていた。\n\n私の目が、なぜか潤んだ。"
        },
        {
          "id": 3,
          "title": "帰還",
          "content": "M-021-θ（次元帰還誘導装置）を使った帰還支援は、午後に行った。\n\n工作部門の松本が装置を調整する間、私は漂流者の隣にいた。何も言わずに、ただそこにいた。\n\n装置が起動すると、彼の輪郭が変化し始めた。薄くなるのではなく、むしろ鮮やかになっていった。元の次元に戻るにつれ、本来の彼が戻ってくるようだった。\n\n消える直前、彼は何かを送ってきた。\n\n言語ではなかった。概念でもなかった。強いて言えば──感謝、だろうか。それだけではなかった。何か、もっと複雑なもの。\n\n彼は私に、彼の故郷の「色」を見せてくれた。私たちの次元には存在しない色。言葉では説明できない、見たこともない彼方の色。\n\n一瞬だけ、私はそれを見た。\n\nその後、日田の空は普通の青さに戻った。川は普通に流れていた。\n\n私は帰り道、後輩に「外事部門ってどんな仕事？」と聞かれることを想像した。\n\nなんと答えればいいだろう。「知らない誰かを、知らない場所へ帰す仕事」──そう言っても、伝わらないだろうな、と私は思った。"
        }
      ]
    },
    {
      "id": "novel-003",
      "title": "GSIが上がっている",
      "subtitle": "解析班・鈴木冬子の手記",
      "author": "鈴木 冬子（支援部門）",
      "date": "2026-02-15",
      "category": "内部記録",
      "tags": ["GSI", "支援部門", "データ解析", "警告"],
      "summary": "世界安定指数（GSI）の上昇トレンドを追う解析員・鈴木冬子の視点から、見えざる脅威と組織の鈍さを描く。",
      "relatedPersonnel": ["K-008-156"],
      "relatedEntities": ["E-005"],
      "relatedMissions": [],
      "securityLevel": 2,
      "chapters": [
        {
          "id": 1,
          "title": "数字は嘘をつかない",
          "content": "私の仕事は数字を読むことだ。\n\nGSI──世界安定指数。海蝕機関が独自に開発した指標で、次元境界の安定度を0から100の数値で表す。100が完全安定、0が崩壊。\n\n過去三ヶ月のデータを眺めながら、私は頭が痛くなっていた。\n\n十一月：平均2.8%\n十二月：平均3.1%（別府事件で一時24.7%まで上昇）\n一月：平均3.4%\n二月上旬：平均3.7%\n\n上がっている。はっきりと、確実に、上がっている。\n\n一事件を除いた「平時の平均値」が上昇しているということは、次元境界の基底安定度が低下しているということだ。大きな事件がなくても、世界が少しずつ壊れていっている。\n\n報告書を提出した。十ページ。グラフ付き。推計モデル付き。\n\n上層部の回答は、「様子を見よう」だった。"
        },
        {
          "id": 2,
          "title": "概念捕食者脱走の夜",
          "content": "二月十五日。九重山脈研究施設から緊急連絡が来た。\n\n概念捕食者（E-005）。私のモデルでは脱走確率0.3%。百回やって0.3回起きること。\n\nそれが起きた。\n\n「あなたの予測は外れた」と誰かが言うかもしれない。外れていない。0.3%は「起きない」ではなく「起きにくい」だ。だが、私のモデルが間違っていた可能性もある。\n\nだから今、私はモデルを修正している。深夜の解析室で、一人で。\n\n概念捕食者の被害者が三名、支援部門の医療班に送られてきた。「忘却」「消失」「不在」という概念を実体化させ、それを捕食する存在に触れた人間は、記憶の一部を失う。\n\n最も重症の人は、十年分の記憶を失ったという。\n\n私は彼らの記録ファイルを見た。年齢、所属、緊急連絡先。緊急連絡先の欄が空白だった。一人暮らしなのだろう。\n\nデータの向こうに、人がいる。私は時々それを忘れそうになる。"
        },
        {
          "id": 3,
          "title": "誰かが見ていなければ",
          "content": "翌朝、摩周湖のセンサーから新しいデータが届いた。\n\n工作部門の新人──西村葵が先月設置したものだ。彼女は「自分が作ったセンサーが誰かの命を救う」という言葉を大切にしているらしいと、廊下で聞いた。\n\nそのセンサーが、異常な次元波動を検出していた。\n\nGSI 4.1。局所的だが、上昇傾向。摩周湖の底で、何かが動き始めている。\n\n私は報告書を書き始めた。\n\n誰が読むかわからない。上層部はまた「様子を見よう」と言うかもしれない。それでも書く。数字は残る。記録は残る。\n\nいつか誰かが振り返ったとき、「あの時、確かに警告していた人間がいた」と分かるように。\n\nそれが私の仕事だ。派手ではない。現場に出ることもない。でも誰かが見ていなければ、世界は音もなく壊れていく。\n\n私は今日も、数字を読む。"
        }
      ]
    },
    {
      "id": "novel-004",
      "title": "道具と呼ばれた技術者",
      "subtitle": "中村健太郎の独白",
      "author": "海蝕機関 記録部",
      "date": "2026-02-06",
      "category": "人物記録",
      "tags": ["工作部門", "モジュール", "倫理", "孤独"],
      "summary": "次元工学の天才・中村健太郎。ノーベル賞を辞退し、世界を救う技術を密かに開発し続ける男の内側を描く。",
      "relatedPersonnel": ["K-003-089"],
      "relatedEntities": ["E-004"],
      "relatedMissions": ["MISSION-2025-DEC-BEPPU"],
      "securityLevel": 1,
      "chapters": [
        {
          "id": 1,
          "title": "神の領域",
          "content": "M-004-δが完成したのは三年前だ。\n\n時空間歪曲の相殺装置。時間遅延帯（E-004）を無力化するための道具。理論を考え始めてから七年、実用化まで七年。合計十四年。\n\n完成した夜、私は一人でウイスキーを飲んだ。実験室で。誰も呼ばなかった。\n\n時間を操作する技術を作るということは、物理法則の根幹に触れるということだ。時間は一方向にしか流れない──それが私たちの宇宙の大原則だった。私はその原則に、小さな穴を開けた。\n\n「神の領域に踏み込んでいる」と思う。\n\n信仰心がある人間ではない。それでも、そう感じる。なぜなら、この技術を誤用すれば、助けるはずの命を逆に奪えるから。私の道具は、使う人間によって天使にも悪魔にもなる。\n\n翌朝、上層部に報告書を出した。「実用化完了」の四文字で。"
        },
        {
          "id": 2,
          "title": "クリスマスの電話",
          "content": "昨年のクリスマス。私は家族でチキンを食べる約束をしていた。\n\n「中村さん、M-007-ηを至急持ってきてください。別府で──」\n\n電話を切って、コートを着た。妻は「またか」と言わなかった。言葉の代わりに、弁当を包んでくれた。それだけで十分だった。\n\n別府駅に着いた時、裂目は既に直径六メートルを超えていた。\n\n私はM-007-ηを展開しながら計算を続けた。封鎖の確率。犠牲の最小化。どの組み合わせが最善か。\n\n木村が裂目に消えた後、私は自分の計算を見直した。もし私がもう一台、M-002-βを持ってきていれば。もし展開を一時間早くできていれば。もし私の装置の出力がもう少し高ければ。\n\nすべて「もし」だ。\n\n技術者は、常に「もし」と戦っている。完成したものは最善ではない。次はもっとうまくできる。だから作り続ける。\n\n木村の死が、M-008-ιの開発を急がせた。私は今日も設計図を引く。"
        },
        {
          "id": 3,
          "title": "公表できない栄誉",
          "content": "昨年十月、ノーベル賞委員会から非公式に連絡があった。\n\n次元工学の研究が評価されているという。受賞の可能性を示唆する、慎重な言い回しの文書だった。\n\n私は翌週、丁重に辞退の意向を伝えた。\n\n理由は言えない。この技術は公表できない。世界の大半の人は、次元境界の存在を知らない。知る必要もない。知れば、恐怖と混乱が生まれるだけだ。\n\n「あの中村が辞退した」と学会では噂になっているらしい。精神的な問題か、あるいは傲慢さか、と。\n\nどちらでもない。ただ、この技術は暗闇の中でしか輝けない種類のものなのだ。\n\n由布岳の現場から戻ってきた今日、私は新しい設計図を広げた。M-021。次元境界の「縫い目」を永続的に強化する装置。松本が別のアプローチで考えているものと、どこかで合流できるかもしれない。\n\n世界は私の名前を知らない。私は世界の名前を守っている。\n\nそれで十分だ。"
        }
      ]
    },
    {
      "id": "novel-005",
      "title": "嘘の数だけ守れた真実",
      "subtitle": "外縁部門・小林隆之の独白",
      "author": "小林 隆之（外縁部門）",
      "date": "2026-02-17",
      "category": "内部記録",
      "tags": ["外縁部門", "情報操作", "倫理", "16年"],
      "summary": "海蝕現象の存在を一般社会に隠す「外縁部門」の工作員・小林隆之が、16年間ついてきた嘘と、それが守ってきたものについて自問する。",
      "relatedPersonnel": ["K-013-067"],
      "relatedEntities": [],
      "relatedMissions": [],
      "securityLevel": 2,
      "chapters": [
        {
          "id": 1,
          "title": "今日の嘘",
          "content": "今日、私は記者会見でこう言った。\n\n「患者数の増加はインフルエンザの変異株によるものです。現在、専門家チームが調査中です。市民の皆様は通常通りの予防対策をお取りください」\n\n嘘だ。\n\n患者を増やしているのはE-008──記憶喰らいだ。九重山脈から流出した個体が、大分市内で人間の記憶を捕食している。被害者は自分の名前さえ忘れることがある。「インフルエンザ」とは全く異なる症状だが、初期は発熱と倦怠感を伴うため、誤魔化せる。\n\n記者たちはペンを走らせた。明日の紙面には私の「説明」が載る。\n\n十六年間、こうして生きてきた。外縁部門に配属された日から、私の仕事は嘘を作ることだ。世界の裂け目を、言葉で縫い合わせることだ。"
        },
        {
          "id": 2,
          "title": "バランスシート",
          "content": "時々、私は数える。\n\n嘘で守った真実の数と、真実で守れた命の数。\n\n「大分湾の異臭は漁船の燃料漏れ」──本当は境界ゲートの異常放出による次元物質の流出だった。漁師たちはその日帰港した。\n\n「由布院の温泉停止は地盤調査のため」──本当は時間遅延帯が温泉地区に発生し、周囲の時間が狂い始めていたのだ。宿泊客は全員、早急に退避させた。\n\n「別府駅のガス漏れ」──あれは最大の嘘だった。木村さんが死んだ夜のことだ。\n\n私は木村さんの遺族にも会っていない。会えない。もし会えば、何と言う？「あなたの夫は異次元の裂け目を封鎖するために死にました」とは言えない。\n\n「業務中の事故」という一文が、彼の死亡証明書には記されている。\n\nバランスが取れているかどうか、正直わからない。"
        },
        {
          "id": 3,
          "title": "それでもやめない",
          "content": "なぜやめないのか、と自分に問うことがある。\n\n答えは一つだ。誰かがやらなければならないから。\n\n世界の多くの人は、次元境界の存在を知らなくて良い。知れば、恐怖だけが広がる。恐怖は人を残酷にする。「あいつは概念捕食者に触れたから記憶がおかしい」「あの地区は次元が歪んでいるから近づくな」。そういう差別と排斥が生まれる。\n\n人間は、知らない方が良いことがある。\n\n私はその「知らない方が良いこと」を引き受けて、嘘という壁を作っている。壁の向こうでは、佐藤や木村や、田中梓のような若い機関員たちが命がけで世界を守っている。\n\n壁は見えない。守っている人間も見えない。\n\nでもそれで良い。壁は存在してはじめて役に立つ。見えてしまったら、もうそれは壁じゃない。\n\n明日も私は嘘をつく。そのたびに、誰かの日常が守られる。\n\nそれが十六年間の私の仕事だ。やめるつもりはない。"
        }
      ]
    },
    {
      "id": "novel-006",
      "title": "初任務の夜",
      "subtitle": "新人機関員・田中梓の記録",
      "author": "田中 梓（収束部門 第1班）",
      "date": "2026-02-11",
      "category": "個人記録",
      "tags": ["新人", "初任務", "夢織り", "収束部門"],
      "summary": "配属一ヶ月で初めての実地任務に臨んだ新人機関員・田中梓の視点から、恐怖と勇気、そして「この仕事を選んで良かった」という瞬間を描く。",
      "relatedPersonnel": ["K-006-077", "K-001-234"],
      "relatedEntities": ["E-018"],
      "relatedMissions": [],
      "securityLevel": 1,
      "chapters": [
        {
          "id": 1,
          "title": "配属初日に教わったこと",
          "content": "配属初日、伊藤先輩に言われた言葉がある。\n\n「ここでは常識は通じない。でも人間の直感は大事だ」\n\n意味がよくわからなかった。でも今日だけで三回うなずいた、と日記に書いた覚えがある。\n\n一ヶ月後、初任務の辞令が来た。\n\n対象：E-018、夢織り。分類：安全。場所：九重連山の麓、野宿エリア。行動：就眠中の人間の夢に干渉し、夢の素材を「織って」持ち帰る。直接的な危害はないが、被接触者が深い眠りに落ち起きられなくなることがある。\n\n「安全」分類の実体との接触。佐藤班長が「梓、行くぞ」と言った時、私の心臓はすでに限界の速度で打っていた。\n\n本当のことを言えば、怖かった。"
        },
        {
          "id": 2,
          "title": "夢織り",
          "content": "夜の山道を歩いた。懐中電灯の光の向こうに、それはいた。\n\n夢織り。\n\n想像していたより、穏やかな存在だった。淡い光を放ちながら、テントで眠る登山者の上に漂っている。害意はない。ただ夢を集めている。まるで蚕が絹を紡ぐように。\n\n「近づいて確認しろ。でも急がなくていい」\n\n佐藤班長が静かに言った。私は一歩、また一歩と近づいた。\n\n夢織りは私に気づいたが、逃げなかった。その「目」のようなものが私を見た。好奇心のようなものを感じた。\n\n「初めて？」と聞かれているような気がした。\n\n「初めてです」と、声に出さずに答えた。\n\n夢織りはしばらく私を見た後、ふっと光が薄れ、消えた。M-021-θを使う必要もなかった。自主的に立ち去ったのだ。眠っていた登山者は、朝に目を覚ますだろう。"
        },
        {
          "id": 3,
          "title": "この仕事を選んで良かった",
          "content": "帰り道、佐藤班長が珍しく話しかけてきた。\n\n「どうだった」\n\n「怖かったです」と正直に答えた。\n\n「それで良い。怖くない人間は、この仕事には向いていない」\n\n班長は少し間を置いて、続けた。\n\n「お前は今日、自分の直感を信じた。正しかった」\n\n「でも私、何もしていません。夢織りが勝手に去っただけで」\n\n「お前が近づいた。それが選択だ」\n\n意味が、その時はよくわからなかった。でも今、日記を書きながら考えると、少しわかる気がする。\n\n「近づく」ことは、選択だ。逃げることもできた。手を伸ばすことも、下ろすことも、どちらもできた。私は怖かったけれど、近づくことを選んだ。\n\n夢織りは敵ではなかった。ただそこにいる生き物だった。\n\n同じ次元の生き物でなくても、「ただそこにいる」という事実は変わらない。\n\n初任務が終わった。本当に怖かった。でも、この仕事を選んで良かったと、今は思っている。"
        }
      ]
    }
  ]
}
